Revit 2027 API
ParameterTypeId.BendingDetailAngularDimensionTextPosition Property
 "Angle Text Position"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BendingDetailAngularDimensionTextPosition { get; }
Public Shared ReadOnly Property BendingDetailAngularDimensionTextPosition As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BendingDetailAngularDimensionTextPosition {
	ForgeTypeId^ get ();
}
static member BendingDetailAngularDimensionTextPosition : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace